<?php /* Template Name: DrugaVishaOsvita */ 

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>
<head>

</head>
<body>

    
<div class  = "wrapper">
    <div class = "bannerAbityra">
            <div class = "column">
            <div class = "text-banner">
                <p>Шановні абітурієнти,
                <br>З питань вступу до НТУУ «КПІ ім. І. Сікорського» на перший та п’ятий курс - звертайтеся до <a href="https://pk.kpi.ua/"> приймальної комісії</a></br>
                <br>Докладніше про <a href="https://pk.kpi.ua/faculty/%D1%96%D0%BF%D1%81%D0%B0/">ІПСА на сайті приймальної комісії</a></br>
                <br>Про навчання краще <a href="https://studsovet.ipsa.kpi.ua/">спитайте у студради :)</a></br>
                <br>Підготовчі курси ІПСА НТУУ «КПІ імені Ігоря Сікорського» чекають на учнів 10 та 11 класів
                <br>Початок занять вже з 1 жовтня!</br>
                <a href="ssilkavshopu">Докладніше...</a></p>
            </div>
            </div>
        </div>
        <div class = "text-page">
            <h1>Кафедра СП ННК "ІПСА" НТУУ "КПI ім. І. Сікорського" запрошує на навчання для отримання другої вищої освiти </h1>
            <p>Зарахування проводиться без вступних iспитiв за результатами спiвбесiди. Студентами IПСА можуть стати особи, якi мають диплом про повну вищу освiту (спецiалiста або магістра), або студентів НТУУ "КПI", які навчаються на інших спеціальностях за програмою спеціаліста чи магістра і мають диплом бакалавра за напрямом підготовки 122 «Комп’ютерні науки».</p>
            <p>Навчання здiйснюється на контрактнiй основi на факультетi другої вищої та пiслядипломної освiти IПСА.&nbsp; Після закінчення навчання студенти отримують <strong>д</strong><strong>иплом </strong><strong>магістра НТУУ "КПI".</strong></p>
            <p><strong>Спеціальность: 122 «Комп’ютерні науки», спеціалізація: Інформаційні системи і технології проектування</strong></p>
            <p><strong> Спеціальность: 122 «Комп’ютерні науки», спеціалізація: Системне проектування сервісів</strong></p>
            <p><strong>Кваліфікація</strong><strong>: аналітик комп’ютерних систем </strong><br> <strong>Форма навчання</strong>: заочно - вечірня <br> <strong>Термін навчання:</strong> 1рік і 5 місяців <br> <strong>Строки подання документів:</strong> до 1 жовтня 2017р<br> <strong>Початок занять: </strong>з 8 жовтня.<br> <strong>Вартiсть навчання:</strong> вартість контракту на рік затверджується ректоратом НТУУ-КПІ<br> <br></p>
            <p>Для абітурієнтів, які <strong>не мають диплома </strong><strong>бакалавра</strong><strong> </strong><strong>за напрямом підготовки 122</strong><strong>&nbsp;</strong><strong>«Комп’ютерні науки»</strong><strong> </strong><strong>можуть отримати його</strong><strong>, </strong><strong>пройшовши навчання у бакалавраті</strong><strong> </strong>факультету другої вищої та пiслядипломної освiти IПСА<strong> (термін 2роки).</strong></p>
            <h2>Чого чекають працедавці від IT-спеціаліста сьогодні</h2>
            <p>Не секрет, що більшість вітчизняних IT- спеціалістів прийшли в цю сферу з інших, суміжних, а іноді і вельми віддалених, областей. І все, що вони знають і уміють придбано ними на короткострокових тренінгах, шляхом самоосвіти або вистраждано на власному досвіді. До недавнього часу такий стан речей всіх і, насамперед, працедавців влаштовував. Але в останні роки ситуація кардинально змінилася. Сьогодні компанії шукають інших IT-специалистов. Що саме працедавці хочуть отримати?</p>
            <p>По-перше, компаніям потрібні люди, які не тільки можуть справитися з повсякденними проблемами, наприклад, адміністрування мережі, але й запобігти появі нових ризиків, впровадити нові сервіси обслуговування користувачів, запропонувати і реалізувати план розвитку мережі і т. п. Одним словом, фахівці, що мають комплексне уявлення про IT.</p>
            <p>По-друге, працедавці хочуть, щоб фахівець мав хорошу базову освіту безпосередньо у сфері IT. Тому кафедра Системного Проектування ННК «ІПСА» НТУУ «КПІ», пропонує додаткову (другу) освіту у сфері IT, відкриває нові спеціальності, а також виконує сумісні програми і проекти з різними передовими вітчизняними та іноземними ІТ фірмами.</p>
            <p>По-третє, працедавці віддають перевагу дипломованим та сертифікованим фахівцям. І це зрозуміло, тому що кваліфікація фахівця повинна документально відповідати посадовим інструкціям, а сам фахівець в умовах швидких змін на ринку ІТ повинен постійно самовдосконалюватись.</p>
            <p>І нарешті, працедавці хочуть, щоб IT- спеціаліст мав коло професійного спілкування, входив у професійні співтовариства і був у курсі останніх подій, новинок і змін в своїй області.</p>
            <p>Такі вимоги працедавців можна вважати цілком виправданими. На підготовку саме таких IT- спеціалістів спрямовані зусилля кафедри Системного Проектування ННК «ІПСА» НТУУ «КПІ».</p>
            <h2>Спеціалізація: Інформаційні системи і технології проектування</h2>
            <p><strong>Інформаційні технології проектування – </strong>галузь комп’ютерних наук,<strong> </strong>що пов’язана з комп'ютеризацією творчої інженерної діяльності людини<strong> </strong> і&nbsp; створюванням апаратно-програмних комп’ютерних систем або чисто програмних великих комплексів&nbsp; різного призначення&nbsp; для застосуванням&nbsp; на всіх етапах <strong>індивідуального чи колективного оптимізаційного мережевого проектування </strong> нових об'єктів і технологій штучного середовища. Фахівці&nbsp; цієї спеціальності є<strong> </strong>по&nbsp; сутті<strong> “системними інтеграторами”</strong>. Фахівці з цієї спеціальності готуються <strong>для науково-дослідної, проектної і організаційно-управлінської діяльності в галузі застосування сучасних інформаційних технологій</strong> для інформатизації роботи установ і організацій , проектування найрізноманітніших об’єктів техніки і штучного оточення людини. Основні напрями майбутньої діяльності:</p>
            <p>▪&nbsp; <strong>розроблення&nbsp; нових шляхів використання комп'ютерів </strong>(електронна комерція, мультимедійні системи, медичні діагностичні центри, пошукові інформаційні системи, автоматизація проектування, вбудовані системи)</p>
            <p>▪&nbsp; <strong>розроблення&nbsp; нових шляхів використання комп'ютерів </strong>(електронна комерція, мультимедійні системи, медичні діагностичні центри, пошукові інформаційні системи, автоматизація проектування, вбудовані системи)</p>
            <p>▪&nbsp; <strong>розроблення&nbsp; дієвих шляхів рішення задач комп'ютеризації</strong><strong> </strong>(алгоритми і програми математичних доказів і висновків, символьних обчислень, алгоритмів паралельної обробки інформації, інструментарію паралельного програмування<strong>, </strong>розпізнавання образів і зображень, віртуалізації ресурсів, семантичного пошуку і інше)</p>
            <p>▪&nbsp; <strong>створення, упровадження і використання прикладного і системного&nbsp; програмного забезпечення </strong><strong> для різних областей наукової, інженерної і бізнес діяльності</strong>: (розробка Веб – сервісів, прикладного програмного забезпечення, засобів безпеки даних, комп'ютерної графіки, ігор, мережних мультимедіа інформаційних ресурсів, систем автоматизованого проектування (САПР), корпоративних інформаційних систем ERP (Enterprise Resource Planning) і т.д.)</p>
            <p>▪&nbsp; <strong>планування і&nbsp; реалізація інформаційної інфраструктури організації і управління&nbsp; нею</strong> (розгортання і конфігурація комп'ютерних мереж, управління обчислювальним середовищем, інформаційними системами,&nbsp; базами даних, програмним забезпеченням для розподілених систем та інше).</p>
            <p>▪&nbsp; а<strong>втоматизоване проектування великих та надвеликих інтегральних схем </strong>(використання в інформаційних технологіях сучасних досягнень мікро і наноелетроніки).</p>
            <p>Комплекс дисциплін по вивченню електроніки, обробки сигналів , оптимізації та досвід викладачів з розробки систем автоматизації проектування дозволяє кафедрі успішно готувати фахівців в галузі проектування інтегральних схем.&nbsp; Широкі міжнародні зв’язки кафедри забезпечують підготовку з урахуванням останніх досягнень галузі з використанням сучасних промислових стандартів проектування інтегрованих в системі CADENCE. &nbsp;</p>
            <h2>Спеціалізація: Системне проектування сервісів</h2>
            <p><strong>Системне проектування</strong> – це міждисциплінарна методологія побудови інтелектуальних середовищ, призначених для розв’язування задач дослідження&nbsp; складних об’єктів (систем, процесів) різної фізичної природи комп’ютерними засобами та за активною участю людей (експертів, аналітиків, інженерів, дослідників). <em>Системне проектування </em>та&nbsp; <em>с</em><em>истемний аналіз<strong> – </strong></em>взаємодоповнюючі напрями, що спрямовані на аналіз, дослідження та проектування складних систем.&nbsp; Головною метою системного аналізу&nbsp; є&nbsp; <em>розв’язання</em> <em>задач&nbsp; прийняття рішень</em> на підставі математичних методів, а головною метою системного проектування - <em>розробка<strong> проектних рішень </strong>або виконання досліджень на великих обсягах даних</em> на підставі<strong> </strong>пошуку і&nbsp; інтелектуальної обробки даних в розподілених комп’ютерних мережах типу Грід і Хмара.</p>
            <p>Навчальна програма з спеціальності «Системне проектування» пропонує студентам унікальне поєднання курсів комп’ютерних наук , прикладної математики і&nbsp; штучного інтелекту. Можна виділити наступні модулі фахової підготовки, пов’язані з пошуком і асиміляцію даних, їх зберіганням, високопродуктивними&nbsp; обчисленнями&nbsp; і інтелектуальним обробленням&nbsp; даних (вилученням знань):</p>
            <p>▪ <strong>високопродуктивні розподілені</strong> <strong>інфраструктури</strong>: архітектури кластерних систем , мережево- комунікаційні технології, сховища даних, Грід- системи, хмарні реалізації, інтерфейс - портали</p>
            <p>▪ <strong>грід програмне забезпечення</strong> : мови і інструментарій програмування, проміжне програмне забезпечення (Grid Middleware), мультиагентні системи</p>
            <p>▪ <strong>високопродуктивні наукові обчислення</strong>: паралельні обчислення, методи інтелектуальної обробки даних (Data Mining), комп’ютерне проектування</p>
            <p>▪&nbsp; <strong>еволюційні обчислення</strong>: &nbsp;„м’які” обчислення (нейронні обчислення , нечітка логіка та інше), самоорганізація та самонавчання систем, генетичні алгоритми</p>
            <p>▪ <strong>створення розподілених прикладних додатків для е-науки і е-інженерії</strong> : моделювання і оптимізація технічних об’єктів, включаючи моделювання розподілених систем оброблення даних ; моделювання молекулярної динаміки, географічні інформаційні системи, вбудовані системи і комп’ютерні ігри та інше</p>
            <p>▪&nbsp; <strong>семантичні Грід\ Веб сервіси</strong>, що базуються на онтологіях і Веб- 3 технологіях,&nbsp; і <strong>інженерія знань</strong> (Knowledge Engineering)</p>
            <p style="text-align: center; " mce_style="text-align: center; "><strong><em>Кафедра СП має потужну науково-технічну і лабораторну базу</em></strong></p>
            <p>На кафедрi ведуться <strong>науковi проекти</strong> до яких залучаються студенти кафедри. Кафедра приймає активну участь у виконанні Європейських міжнародних науково-технічних програм (7-ої Рамочної Програми ЕС , TEMPUS, INCO-Copernicious), міжнародних програм Українського науково – технологічного центру (УНТЦ), прямих контрактів з провідними зарубіжними фірмами (Samsung, Intel, Motorola,&nbsp; IHP, Melexis, Panasonic, IBM), Державних програм України з інформатизації, зокрема, Державної цільової програми&nbsp; «Впровадження Грід-технологій&nbsp; в Україні» на 2009-2013рр.</p>
            <p>Студенти та аспiранти кафедри приймають активну участь в українських та мiжнародних <strong>конференцiях</strong>.</p>
            <p>Кафедра має <strong>добре обладнанi комп'ютернi лабораторiї</strong> на базі персональних комп'ютерів (120 робочих мiсць ), локальну комп'ютерну мережу, що <strong>має широкосмугове підключення до мережі Інтернет, Грід- мережі України, мережі КПІ.</strong></p>
            <p>При пiдготовцi фахiвцiв кафедра реалiзацує базовi положення <strong>Болонського процесу</strong>, чому сприяють такi чинники, як прямi контакти з європейськими партнерами з Англiї, Нiмеччини, Польщi ; впровадження стандартiв освiти за фахом <strong>ACM/IEEE/Curricula'04;</strong><br> досвiд спiвпрацi в Європейських програмах i з iноземними фiрмами ; широке використання у навчаннi iнформацiйних технологiй.</p>
            
        </div>
</div>



<?php get_footer(); ?>
</body>
</html>