<?php /* Template Name: ChomuSP */ 

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>
<head>

</head>
<body>

    
<div class  = "wrapper">
    <div class = "bannerAbityra">
        <div class = "column">
        <div class = "text-banner">
            <p>Шановні абітурієнти,
            <br>З питань вступу до НТУУ «КПІ ім. І. Сікорського» на перший та п’ятий курс - звертайтеся до <a href="https://pk.kpi.ua/"> приймальної комісії</a></br>
            <br>Докладніше про <a href="https://pk.kpi.ua/faculty/%D1%96%D0%BF%D1%81%D0%B0/">ІПСА на сайті приймальної комісії</a></br>
            <br>Про навчання краще <a href="https://studsovet.ipsa.kpi.ua/">спитайте у студради :)</a></br>
            <br>Підготовчі курси ІПСА НТУУ «КПІ імені Ігоря Сікорського» чекають на учнів 10 та 11 класів
            <br>Початок занять вже з 1 жовтня!</br>
            <a href="ssilkavshopu">Докладніше...</a></p>
        </div>
        </div>
    </div>
    <div class = "text-page">
        <h1>Чому слід обирати СП (САПР)?</h1>
        <h2>Комп’ютерні науки</h2>
        <p>Попит на IT-спеціалістів, без яких сьогодні не обходиться жодна компанія, росте постійно. Одним із найпопулярніших напрямків в області інформаційних технологій (ІТ) є <strong>«Комп’ютерні науки»</strong>. Цей напрямок спрямований на активне використовування комп'ютерів в науці, техніці, бізнесі, комунікаціях і розвагах, охороні здоров'я і багатьох інших видах людської діяльності шляхом <strong>розробки алгоритмічного, програмного забезпечення та програмно-апаратних систем</strong> для широкого кола практичних застосувань.</p>
        <p><strong>Комп’ютерні науки </strong>&nbsp;надають величезні можливості для успішної кар'єри, а ті, хто працює в цій області, грають ключову роль у формуванні сучасного інформаційного суспільства. Важливо те, що галузь комп’ютерних наук і інформаційних технологій у всьому світі привертає самих здатних студентів з різних верств населення, що, у свою чергу, дозволяє підготувати з них знаючих і&nbsp; відповідальних професіоналів, вчених і інженерів.</p>
        <div class="center">
        <div class="img-center "><img src="<?php echo get_stylesheet_directory_uri();?>/images/cad/why1.png"><br><caption></caption></div>
        </div>
        <p>Тільки у <strong>НТУУ «КПІ»</strong> 8 кафедр на п’яти різних факультетах з 2016 року будуть проводити набір абітурієнтів на <strong>згальну спеціальність </strong>«Комп’ютерні науки». Але, забезпечуючи певний обсяг базових знань і умінь загальної спеціальності, освітні програми різних кафедр, факультетів і ВНЗ <strong>суттєво відрізняються </strong>між собою<strong> професіональною складовою</strong>, яка визначається у <strong>спеціалізаціях підготовки. </strong>Спеціалізації визначають область застосування комп’ютерних наук і інформаційних технологій. Також відмінності у освітньо-наукових програмах багато в чому зумовлені традиціями наукових шкіл, досвідом викладачів і наукових співробітників різних кафедр, їх виробничими зв’язками з ІТ фірмами тощо.</p>
        <p>Основи професійної підготовки майбутнього фахівця закладаються в рамках першого етапу (бакалаврської підготовки). Повний обсяг знань і умінь випускника за спеціалізацією забезпечується другим етапом (магістерської підготовки) і третім етапом (підготовки докторів філософії – PhD).</p>
        <p>Тому вибираючи <strong>ВНЗ, </strong><strong>факультет і кафедру для навчання</strong>, необхідно враховувати, як в освітньо-наукових програмах і планах вибраної Вами спеціалізації відображені тенденції розвитку самих ІТ-технологій і їх вплив на ІТ професії. Чи отримаєте Ви під час навчання в університеті достатні знання з новітніх технологій, що тільки зараз впроваджуються? Чи буде Ви в змозі плідно працювати з ІТ- технологіями майбутнього?</p>
        <h2>Основні тенденції розвитку ІТ- технологій</h2>
        <p>Інформаційні технології дуже швидко розвиваються. З кожним днем вони проникають у нові області виробництва, науки, управління, соціального і приватного життя. </p>
        <p>Можна виділити декілька тенденцій, що характеризують прогрес у розвитку засобів ІТ:</p>
        <ul>
            <li><button class="collapsible" onclick="expandableBlock(this)">Типові посади працівників іт-галузі</button>
                <div class="content-expandable"><p>Зростання точності вимірів при спостереженнях та експериментах і досконалість процедур моделювання вже зараз вимагає одночасної обробку петабайтних наборів даних (петабайт = 10<sup>15 </sup>байт), що потребує розроблення інтелектуальних методів організації даних для скорочення об'єму пошуку, паралельної обробки і доступу до даних при виконанні пошуку у величезних наборах.</p><p> Переконливими прикладами джерел таких даних є Великий Андронний Коллайдер в ЦЕРН, який виробляє близько 10 Петабайт необроблених даних у рік в галузі фізики високих енергій; новітній телескопу (Large Synoptic Survey Telescope ) з міжнародного проекту Sloan Digital Sky Survey, за допомогою якого досліджується спектр зірок на хвилях за межами видимого спектру; проект GEOSS (Global Earth Observation System of Systems), який базується на використанні супутникових даних для багатьох галузей господарства: прогнозування погоди і врожаїв, спостереження змін клімату і екологічного стану, розповсюдження стихійних лих (поводів, пожарів, засухи) і т.д.</p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Перенос обчислювальної інфраструктури і програмних застосувань в «хмарне» середовище.</button>
                <div class="content-expandable"><p>Хмарні технології реалізують мережеві послуги, які надають користувачу доступ до ресурсів розподіленої обчислювальної інфраструктури (серверів, сховищ даних, додатків і сервісів, мережевого обладнання). За допомогою зручного інтерфейсу користувач може через Web браузер швидко вибирати і налаштовувати потрібні програми і обладнання з мінімальною взаємодією з постачальниками послуг. Хмарна обчислювальна модель забезпечує значну економію витрат, пов’язаних із зростаючим використанням ІТ.</p>
                <div class = "img">
                <img src="<?php echo get_stylesheet_directory_uri();?>/images/cad/nwhy1.png" alt=""></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Пошук і інтелектуальна обробка даних в глобальних комп’ютерних мережах.</button>
            <div class="content-expandable"><p>Сучасна електронна наука (е-наука ) базується на обробці потенційно величезних обсягів інформації <strong>незалежно від місць знаходження сховищ даних </strong>і потребує виконання великого об'єму складних обчислень при забезпеченні зручного спілкування і співпраці вчених під час досліджень. </p><p> <strong>Програмне забезпечення і апаратні засоби</strong>, які забезпечують попереднє оброблення, архівацію і збереження, пошук і всебічну інтелектуальну обробку даних, мають бути настільки потужними, що задовольнити ці потреби можна лише <strong>об’єднавши</strong> <strong>і скоординувавши мережеві і обчислювальні ресурси різних організацій і країн. </strong>Саме цій меті слугують<strong> грід-технології,</strong> які дозволяють для вирішення певної задачі об’єднати розподілені ресурси (комп'ютери, сховища даних, додатки, прилади, тощо) в єдине віртуальне обчислювальне середовище.</p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Типові посади працівників іт-галузі</button>
            <div class="content-expandable"><p>В сучасному цифровому світі поширюється використання природних засобів взаємодії людей і об'єктів. Це може бути звичайна мова, як при керуванні комп’ютером ІВМ «Watson», або мова жестів (положення тіла, рухи рук, енцефалограма, тощо), щоб не тільки керувати пристроєм, але виказати свою емоцію, настрій, відношення і увагу (Multimodal Human computer interaction).</p><p> З технічних пристроїв для інформаційного доступу найбільша увага приділяється тим, що завжди є під рукою у користувача, наприклад персональним мобільним пристрям </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Пошук і інтелектуальна обробка даних в глобальних комп’ютерних мережах.</button>
            <div class="content-expandable"><p>Сучасна електронна наука (е-наука ) базується на обробці потенційно величезних обсягів інформації <strong>незалежно від місць знаходження сховищ даних </strong>і потребує виконання великого об'єму складних обчислень при забезпеченні зручного спілкування і співпраці вчених під час досліджень. </p><p> <strong>Програмне забезпечення і апаратні засоби</strong>, які забезпечують попереднє оброблення, архівацію і збереження, пошук і всебічну інтелектуальну обробку даних, мають бути настільки потужними, що задовольнити ці потреби можна лише <strong>об’єднавши</strong> <strong>і скоординувавши мережеві і обчислювальні ресурси різних організацій і країн. </strong>Саме цій меті слугують<strong> грід-технології,</strong> які дозволяють для вирішення певної задачі об’єднати розподілені ресурси (комп'ютери, сховища даних, додатки, прилади, тощо) в єдине віртуальне обчислювальне середовище.</p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Типові посади працівників іт-галузі</button>
            <div class="content-expandable"><p>В сучасному цифровому світі поширюється використання природних засобів взаємодії людей і об'єктів. Це може бути звичайна мова, як при керуванні комп’ютером ІВМ «Watson», або мова жестів (положення тіла, рухи рук, енцефалограма, тощо), щоб не тільки керувати пристроєм, але виказати свою емоцію, настрій, відношення і увагу (Multimodal Human computer interaction).</p><p> З технічних пристроїв для інформаційного доступу найбільша увага приділяється тим, що завжди є під рукою у користувача, наприклад персональним мобільним пристрям </p></div></li>
        </ul>
        <h2>Спеціалізації підготовки фахівців</h2>
        <p>Кафедра СП готує фахівців до успішної професійної кар’єри в сучасному суспільстві, в якому інформація і знання – це центральні чинники, за двома спеціалізаціями.</p>
        <p><strong>Спеціалізація «Інформаційні системи»</strong>, яка спрямована на науково-дослідну, проектну і організаційно-управлінську діяльності в галузі застосування сучасних інформаційних технологій (математичного моделювання, баз даних та знань, комп’ютерних мереж, експертних систем та систем прийняття рішень, мультимедійних інформаційних систем, новітніх Internet технологій, тощо) для автоматизації організаційної та інженерної діяльності підприємств і організацій і комп’ютерного проектування різноманітних об’єктів техніки і штучного оточення людини.</p>
        <p>Інструментарій комп'ютерного моделювання і проектування в даний час перестав розглядатися як деякий придаток предметних галузей, а, навпаки, еволюція загальних закономірностей його розвитку оформилася в самостійний світовий науковий напрям Simulation-BasedEngineeringScience (SBES).</p>
        <p><strong>Відмінності спеціалізації в межах спеціальності:</strong></p>
        <ul>
            <li><button class="collapsible" onclick="expandableBlock(this)">Типові посади працівників іт-галузі</button>
            <div class="content-expandable"><p>В сучасному цифровому світі поширюється використання природних засобів взаємодії людей і об'єктів. Це може бути звичайна мова, як при керуванні комп’ютером ІВМ «Watson», або мова жестів (положення тіла, рухи рук, енцефалограма, тощо), щоб не тільки керувати пристроєм, але виказати свою емоцію, настрій, відношення і увагу (Multimodal Human computer interaction).</p><p> З технічних пристроїв для інформаційного доступу найбільша увага приділяється тим, що завжди є під рукою у користувача, наприклад персональним мобільним пристрям </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Типові посади працівників іт-галузі</button>
            <div class="content-expandable"><p>В сучасному цифровому світі поширюється використання природних засобів взаємодії людей і об'єктів. Це може бути звичайна мова, як при керуванні комп’ютером ІВМ «Watson», або мова жестів (положення тіла, рухи рук, енцефалограма, тощо), щоб не тільки керувати пристроєм, але виказати свою емоцію, настрій, відношення і увагу (Multimodal Human computer interaction).</p><p> З технічних пристроїв для інформаційного доступу найбільша увага приділяється тим, що завжди є під рукою у користувача, наприклад персональним мобільним пристрям </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Типові посади працівників іт-галузі</button>
            <div class="content-expandable"><p>В сучасному цифровому світі поширюється використання природних засобів взаємодії людей і об'єктів. Це може бути звичайна мова, як при керуванні комп’ютером ІВМ «Watson», або мова жестів (положення тіла, рухи рук, енцефалограма, тощо), щоб не тільки керувати пристроєм, але виказати свою емоцію, настрій, відношення і увагу (Multimodal Human computer interaction).</p><p> З технічних пристроїв для інформаційного доступу найбільша увага приділяється тим, що завжди є під рукою у користувача, наприклад персональним мобільним пристрям </p></div></li>
        </ul>
        <h2>Особливості програми підготовки бакалаврів</h2>
        <ol>
            <li><p>Навчальна програма підготовки бакалаврів базується на міжнародних стандартах, які підготовлені спільно міжнародними Асоціацією з Обчислень, Асоціацією з Інформаційних Систем і Комп’ютерним Співтовариством, і містить уніфікований перелік рекомендованих базових дисциплін і їх основних розділів. Це гарантує студентам можливість вибирати для продовження освіти на магістерському рівні інші спеціалізації в різних університетах світу, де реалізовані подібні навчальні програми.</p>
            <div class="center">
        <div class="img-center "><img src="<?php echo get_stylesheet_directory_uri();?>/images/cad/why6.png"><br><caption></caption></div>
        </div></li>
           
            <li><p>За рахунок дисциплін професійної складової кафедра СП пропонує студентам гармонійне поєднання базових курсів з комп’ютерних наук і курсів, які віддзеркалюють перспективні напрями розвитку ІТ- технологій.  Плідна міжнародна співпраця сприяла створенню на кафедрі СП потужної сучасної матеріально-технічної бази для досліджень і навчання.</p></li>
            <li><p>Навчальний план бакалаврської підготовки пропонує студентам збалансоване поєднання курсів з комп’ютерних наук, обчислювальної математики, штучного інтелекту і програмно-апаратних платформ. З точки зору комп’ютерних наук акцент робиться на програмне забезпечення, програмування, алгоритмізацію та логіку. Курси з обчислювальної математики розроблені так, щоб студенти могли опанувати і далі застосовувати сучасні програмні засоби математичних обчислень, включаючи виконання паралельних обчислень. Штучний інтелект дозволяє їм робити різні висновки в залежності від доступних знань і уміти приймити рішення. Вивчення складних програмно-апаратних платформ дозволяє набути навички проводити розроблення сучасних складних комп’ютерних систем «під ключ».</p></li>
        </ol>
        <h2>Можливості професійно - наукової підготовки під час навчання</h2>
        <p>Участь у наукових проектах кафедри дає студентам можливість отримувати практичні навички побудови і підтримки складних комп'ютерних систем та їх програмного забезпечення ще під час навчання.
        Кафедра СП є постійним виконавцем Європейських міжнародних науково-технічних програм (7-ої Рамочної Програми ЄС, Рамкової програми ЄС Горизонт 2020), міжнародних програм Українського науково – технологічного центру (УНТЦ), Державних програм України з інформатизації, прямих контрактів з рядом провідних зарубіжних фірм (Samsung, Motorola, IHP, Melexis, Panasonic, IBM).
        На кафедрі функціонують дві спільні з партнерами науково-навчальні лабораторії  КПІ-Мелексіс (Бельгія) і ІПСА-Miratech (Україна).</p>
        <p>Наукова діяльність кафедри зосереджена на:</p>
        <ul>
            <li><p>інформаційних та телекомунікаційних технологіях для колективного проектування в середовищі Іnternet ( розподілені інтелектуальні середовища, сервісно-орієнтовані архітектури, новітні обчислювальні паралельні алгоритми і програми, семантичні і агентні грід- технології, об’єднання грід- і веб- сервісів, веб- дизайн і веб- програмування, Data Mining - інженерія знань .</p></li>
            <li><p>автоматизованому проектуванні мікросистем (як елементної бази ІТ) і їх ПЗ.</p></li>
        </ul>
        <h2>Можливості професійно -&nbsp;практичної підготовки під час навчання</h2>
        <p>Спробувати свої сили у різних напрямах професійної діяльності і придбати досвід практичної роботи під час навчання студенти можуть, працюючи у структурах, які очолюють або, з якими співпрацюють викладачі кафедри СП.</p>
        <ol>
            <li><p>Науково-дослідний відділ «Інформаційні ресурси» Інституту прикладного системного аналізу НАНУ (участь в виконанні виконання тематичних наукових робіт за Державними програмами)</p></li>
            <li><p>Відділ обслуговування і адміністрування потужної комп’ютерної мережі кафедри, яка об’єднує декілька віддалених установ кафедри у різних районах Києва швидкісною магістраллю, включає понад 160 комп’ютерів, має широкосмугове підключення до Інтернет, мережі КПІ, Грід- інфраструктури України (об’єднання 26-ти суперкомп'юрів академічних інститутів і університетів).<p></li>
            <li><p>Центр суперкомп’ютерних обчислень НТУУ”КПІ”, де функціонує найпотужніший в Україні кластер (обслуговування і виконання тематичних проектних робіт).</p></li>
            <li><p>Центр розвитку і підтримки сайту КПІ (Web-програмування, збір статистики).</p></li>
            <li><p>Тематична група з проекту FP7-PEOPLE-2010-IRSES “ Developing Multidomain MEMS Models forEducational Purposes (EduMEMS)”, з Європейської Рамочної Програми FW7, яка передбачає тривале (до місяця) стажування в лабораторіях партнерів з Франції, Бельгії, Польщі.</p></li>
            <li><p>Спільна з фірмою Meleхis (Бельгія) навчально - дослідна лабораторія з проектування ВІС, що спрямована для підготовки фахівців під потреби фірми і компаній мікроелектроніки. Щорічно за спеціальною програмою комп’ютерного проектування інтегральних схем навчаються 10-12 студентів, вибраних за конкурсом серед студентів ІПСА,ФЕЛ і РТФ. Їх розрахункові і курсові проекти пов’язані з тематикою фірми. Студенти отримують від фірми додаткові стипендії і щорічно здають заліки, які приймають працівники фірми. Після успішного завершення такого навчання студенти працевлаштовуються на фірмі.</p></li>
            <li><p>Співробітництво з німецькою компанією  IHP (Innovation for High Performance) Франкфурт (Одер), яке дає можливість кафедрі готувати фахівців з проектування мікросхем на сучасній технологічній базі (0.25 мкм), відсутній в Україні. Проектування  мікросхем на замовлення IHP ведеться на кафедрі за технологічними нормами, переданими IHP, з використанням найсучасніших систем проектування, а їх наступне виготовлення відбувається в Німеччині. Здійснюється стажування магістрів кафедри в IHP з можливістю продовжити навчання на ступень «доктора філософії» у Котбуському університеті.</p></li>
            <li><p>Співробітництво з міжнародною організацією EUROPRACTICE (Англія). Кафедра отримує для проведення навчання та науково-дослідних робіт сучасне програмне забезпечення для автоматизованого проектування інтегральних схем  (САПР Cadence, 32 ліцензії), при чому щорічну вартість ліцензій сплачують компанії Meleхis і IHP.</p></li>
            <li><p>Студентський проект зі створення приватної обчислювальної хмари кафедрі з серверів і мережевого обладнання,переданого кафедрі безкоштовно компанією МТС, хоч його вартість сягає за 2 млн.грн.</p></li>
        </ol>
        <h2> Попит на випускників кафедри СП</h2>
        <p>Проблем з працевлаштуванням випускників кафедри просто не існує, навпаки, на кожного випускника припадає по кілька українських та закордонних пропозицій. Потужна фундаментальна підготовка, широка профілізація наших випускників (особливо після закінчення магістерської підготовки) забезпечує їм гнучку професійну адаптацію до соціальних замовлень суспільства. Як показують дослідження, випускники кафедри СП володіють професійними компетенціями, які висувають сьогодні до фахівців в галузі ІТ провідні компанії світу.</p>
       
        <div class="center">
        <div class="img-center "><img src="<?php echo get_stylesheet_directory_uri();?>/images/cad/nwhy2.png"><br><caption>Професійні компетенції, за якими фірми і компанії відбирають для себе  фахівців ІТ</caption></div>
        </div>
        <p>Без сумніву, вказані вимоги до професійної компетенції ІТ фахівців стануть реаліями і для українських підприємств в найближчі роки, ще до того, як Ви закінчите навчання в університеті.</p>
        <p>Західна система освіти сьогодні не в змозі забезпечити ринок ІТ достатньою кількістю висококваліфікованих спеціалістів, тому відомі іноземні фірми готові підтримати їх підготовку в Україні, про це свідчать угоди кафедри з провідними компаніями Melexis (Бельгія), ZMD і IНР (Німеччина), ПроФІКС (Україна) про спільну підготовку фахівців з комп’ютерного проектування, яким пропонуються спеціальні стипендії, можливість стажування і навчання в аспірантурі за кордоном, гарантованого працевлаштування на філіях цих фірм у Києві і безпосередньо за кордоном.</p></li>

        <p>Можна виділити декілька основних напрямів працевлаштування наших випускників:</p>
        <ul>
            <li><p>Розробка ПЗ і систем: програмісти, Web-дизайнери, розробники інформаційних систем, програмно - апаратних комплексів;
            <li><p>Інформаційний менеджмент: адміністратори БД, інформаційних систем, ERP-систем;</p></li>
            <li><p>Підтримка мережевої інфраструктури: адміністратори локальних і глобальних комп’ютерних мереж;</p></li>
            <li><p>Комп’ютеризація проектування: проектування мікро- і наносистем, систем обробки біомедичних, фізичних та інших даних.<p></li>
        </ul>
        <p>Багато наших випускників працюють сьогодні аналітиками комп’ютерних систем, керівниками проектів, програмістами, тестувальниками, адміністраторами комп’ютерних мереж, систем сервісів та баз даних в провідних ІТ компаніях: IBM, Oracle, Google, Miratech, Samsung, EPAM, Luxoft, GlobalLogic, Melexis, МТС, Київстар та інших.</p>









    </div>



<?php get_footer(); ?>
</body>
</html>