<?php /* Template Name: Vidguki */ 

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>
<head>

</head>
<body>

    
<div class  = "wrapper">
<div class = "bannerAbityra">
        <div class = "column">
        <div class = "text-banner">
            <p>Шановні абітурієнти,
            <br>З питань вступу до НТУУ «КПІ ім. І. Сікорського» на перший та п’ятий курс - звертайтеся до <a href="https://pk.kpi.ua/"> приймальної комісії</a></br>
            <br>Докладніше про <a href="https://pk.kpi.ua/faculty/%D1%96%D0%BF%D1%81%D0%B0/">ІПСА на сайті приймальної комісії</a></br>
            <br>Про навчання краще <a href="https://studsovet.ipsa.kpi.ua/">спитайте у студради :)</a></br>
            <br>Підготовчі курси ІПСА НТУУ «КПІ імені Ігоря Сікорського» чекають на учнів 10 та 11 класів
            <br>Початок занять вже з 1 жовтня!</br>
            <a href="ssilkavshopu">Докладніше...</a></p>
        </div>
        </div>
    </div>
    <div class = "text-page">
        <h1>Відгуки випускників</h1>
        <p>Що кажуть випускники кафедри системного проектування (попередня назва - кафедра систем автоматизованого проектування САПР ):</p>
        <div class = "vidguk">
            <h2>Федоренко Олексій</h2>
            <p>Місце роботи:пввспяыпвспвсндлфравдшрфсшарвоасобвыисрочиаописоииоиамсоришырвфжосювытсливо</p>
            <p>Відгук: врфоспыиьмчсявлыпасргфрсюволтсобрмюбфыордостовтсоаимрофпмбвонпафюкоадотфлоирсм орбпфюво</p>
        </div>
        <button class="collapsible" onclick="expandableBlock(this)">Ще відгуки</button>
        <div class="content-expandable">
        <div class = "vidguk">
            <h2>Федоренко Олексій</h2>
            <p>Місце роботи:пввспяыпвспвсндлфравдшрфсшарвоасобвыисрочиаописоииоиамсоришырвфжосювытсливо</p>
            <p>Відгук: врфоспыиьмчсявлыпасргфрсюволтсобрмюбфыордостовтсоаимрофпмбвонпафюкоадотфлоирсм орбпфюво</p>
        </div>
        <div class = "vidguk">
            <h2>Федоренко Олексій</h2>
            <p>Місце роботи:пввспяыпвспвсндлфравдшрфсшарвоасобвыисрочиаописоииоиамсоришырвфжосювытсливо</p>
            <p>Відгук: врфоспыиьмчсявлыпасргфрсюволтсобрмюбфыордостовтсоаимрофпмбвонпафюкоадотфлоирсм орбпфюво</p>
        </div>
        <div class = "vidguk">
            <h2>Федоренко Олексій</h2>
            <p>Місце роботи:пввспяыпвспвсндлфравдшрфсшарвоасобвыисрочиаописоииоиамсоришырвфжосювытсливо</p>
            <p>Відгук: врфоспыиьмчсявлыпасргфрсюволтсобрмюбфыордостовтсоаимрофпмбвонпафюкоадотфлоирсм орбпфюво</p>
        </div>
        <div class = "vidguk">
            <h2>Федоренко Олексій</h2>
            <p>Місце роботи:пввспяыпвспвсндлфравдшрфсшарвоасобвыисрочиаописоииоиамсоришырвфжосювытсливо</p>
            <p>Відгук: врфоспыиьмчсявлыпасргфрсюволтсобрмюбфыордостовтсоаимрофпмбвонпафюкоадотфлоирсм орбпфюво</p>
        </div>
        <div class = "vidguk">
            <h2>Федоренко Олексій</h2>
            <p>Місце роботи:пввспяыпвспвсндлфравдшрфсшарвоасобвыисрочиаописоииоиамсоришырвфжосювытсливо</p>
            <p>Відгук: врфоспыиьмчсявлыпасргфрсюволтсобрмюбфыордостовтсоаимрофпмбвонпафюкоадотфлоирсм орбпфюво</p>
        </div>
        <div class = "vidguk">
            <h2>Федоренко Олексій</h2>
            <p>Місце роботи:пввспяыпвспвсндлфравдшрфсшарвоасобвыисрочиаописоииоиамсоришырвфжосювытсливо</p>
            <p>Відгук: врфоспыиьмчсявлыпасргфрсюволтсобрмюбфыордостовтсоаимрофпмбвонпафюкоадотфлоирсм орбпфюво</p>
        </div>
        <div class = "vidguk">
            <h2>Федоренко Олексій</h2>
            <p>Місце роботи:пввспяыпвспвсндлфравдшрфсшарвоасобвыисрочиаописоииоиамсоришырвфжосювытсливо</p>
            <p>Відгук: врфоспыиьмчсявлыпасргфрсюволтсобрмюбфыордостовтсоаимрофпмбвонпафюкоадотфлоирсм орбпфюво</p>
        </div>
        <div class = "vidguk">
            <h2>Федоренко Олексій</h2>
            <p>Місце роботи:пввспяыпвспвсндлфравдшрфсшарвоасобвыисрочиаописоииоиамсоришырвфжосювытсливо</p>
            <p>Відгук: врфоспыиьмчсявлыпасргфрсюволтсобрмюбфыордостовтсоаимрофпмбвонпафюкоадотфлоирсм орбпфюво</p>
        </div>
        <div class = "vidguk">
            <h2>Федоренко Олексій</h2>
            <p>Місце роботи:пввспяыпвспвсндлфравдшрфсшарвоасобвыисрочиаописоииоиамсоришырвфжосювытсливо</p>
            <p>Відгук: врфоспыиьмчсявлыпасргфрсюволтсобрмюбфыордостовтсоаимрофпмбвонпафюкоадотфлоирсм орбпфюво</p>
        </div>
        <div class = "vidguk">
            <h2>Федоренко Олексій</h2>
            <p>Місце роботи:пввспяыпвспвсндлфравдшрфсшарвоасобвыисрочиаописоииоиамсоришырвфжосювытсливо</p>
            <p>Відгук: врфоспыиьмчсявлыпасргфрсюволтсобрмюбфыордостовтсоаимрофпмбвонпафюкоадотфлоирсм орбпфюво</p>
        </div>
        <div class = "vidguk">
            <h2>Федоренко Олексій</h2>
            <p>Місце роботи:пввспяыпвспвсндлфравдшрфсшарвоасобвыисрочиаописоииоиамсоришырвфжосювытсливо</p>
            <p>Відгук: врфоспыиьмчсявлыпасргфрсюволтсобрмюбфыордостовтсоаимрофпмбвонпафюкоадотфлоирсм орбпфюво</p>
        </div>
        <div class = "vidguk">
            <h2>Федоренко Олексій</h2>
            <p>Місце роботи:пввспяыпвспвсндлфравдшрфсшарвоасобвыисрочиаописоииоиамсоришырвфжосювытсливо</p>
            <p>Відгук: врфоспыиьмчсявлыпасргфрсюволтсобрмюбфыордостовтсоаимрофпмбвонпафюкоадотфлоирсм орбпфюво</p>
        </div>
        <div class = "vidguk">
            <h2>Федоренко Олексій</h2>
            <p>Місце роботи:пввспяыпвспвсндлфравдшрфсшарвоасобвыисрочиаописоииоиамсоришырвфжосювытсливо</p>
            <p>Відгук: врфоспыиьмчсявлыпасргфрсюволтсобрмюбфыордостовтсоаимрофпмбвонпафюкоадотфлоирсм орбпфюво</p>
        </div>
        </div>
    </div>


</div>