<?php /* Template Name: Bakalavr */ 

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>
<head>

</head>
<body>

    
<div class  = "wrapper">
<div class = "bannerAbityra">
        <div class = "column">
        <div class = "text-banner">
            <p>Шановні абітурієнти,
            <br>З питань вступу до НТУУ «КПІ ім. І. Сікорського» на перший та п’ятий курс - звертайтеся до <a href="https://pk.kpi.ua/"> приймальної комісії</a></br>
            <br>Докладніше про <a href="https://pk.kpi.ua/faculty/%D1%96%D0%BF%D1%81%D0%B0/">ІПСА на сайті приймальної комісії</a></br>
            <br>Про навчання краще <a href="https://studsovet.ipsa.kpi.ua/">спитайте у студради :)</a></br>
            <br>Підготовчі курси ІПСА НТУУ «КПІ імені Ігоря Сікорського» чекають на учнів 10 та 11 класів
            <br>Початок занять вже з 1 жовтня!</br>
            <a href="ssilkavshopu">Докладніше...</a></p>
        </div>
        </div>
    </div>
    <div class = "text-page">
    <div class = "news-module-bakalavr">
        <div class = "left-column">
            <div class = "left-image">
                <img src="<?php echo get_stylesheet_directory_uri();?>/images/ICO/128/chat.png" alt=""/>
            </div>
            <div class = "left-text">
                <p>тел.: +38 (063) 363-92-60<br>e-mail: ipsa-vk@ukr.net</br></p>
                <p>Інформація про вступ на 1 курс на<a href="http://pk.kpi.ua/entry-1-course/" > сайті приймальної комісії НТУУ «КПІ ім. Ігоря Сікорського»</a></p>
                
                <p>Правила вступу до НТУУ «КПІ ім. Ігоря Сікорського»: - <a href="https://kpi.ua/rule-admission" >на сайті НТУУ «КПІ ім. Ігоря Сікорського»</a></p>
            </div>
        </div>
        <div class = "right-column">
            <div class = "right-image">
                <img src="<?php echo get_stylesheet_directory_uri();?>/images/ICO/128/ico-school.png" alt=""/>
            </div>
            <div class = "right-text">
                <h2>ІПСА відкриває двері!</h2> 
                <p><b>15.02.2020&nbsp;</b>час:15-00&nbsp;місце: 001 - 35 кор.
                <br><b>11.04.2020 </b>час:&nbsp;19-00&nbsp;місце: 001 - 35 кор.</br></p>
                <a href = "https://kpi.ua/node/17873">Всеукраїнські олімпіади з біології, хімії, математики та фізики для вступників:</a>
                <p>з: 15.02.2020</p>
            </div>
        </div>
    </div>
    
    <h1>Вступ на Бакалаврат (за сертифікатами ЗНО) - Спеціальність: 122 комп’ютерні науки</h1>
    <div class = "flex-module">
        <div class = "left-flex">
        <h2>Чому - Комп’ютерні науки ?</h2>
        <p>Ми всі живемо у глобальному інформаційному просторі. Сьогодні кількома кліками на клавіатурі комп’ютера чи мобільного пристрою незалежно від часу та місця перебування можна замовити покупки і сплатити рахунки, здійснити аудіо і відео спілкування, отримати будь яку інформацію та комп’ютерні розваги. Це стало вже звичним. Всесвітнє павутиння, швидко розвиваючись, пропонує все нові і нові послуги (сервіси), надає у спільне використання тисячам індивідуальних і професійних користувачів таке програмне забезпечення і апаратні мережеві ресурси (хмарні сервіси), які для кожного з них окремо є економічно невиправданими чи взагалі недоступними. Набуває все більшої популярності Інтернет речей (ІоТ), коли комп’ютеризовані пристрої спілкуються один з одним без втручання людини, керуючи побутовою технікою, безпілотними апаратами, поливом рослин в теплицях та ін. На вимогу таких систем створюються принципово нові технології, методи оброблення даних і програмування, що постійно розвиваються.</p>
        <p>Для того, щоб створювати, обслуговувати, застосовувати в роботі підприємств і організацій такі сервіси потрібні спеціалісти, що володіють знаннями та уміннями, які надають саме <b>«Комп’ютерні науки»</b>.</p>
        <p>В області комп'ютерних наук зазвичай виділяють наступні <b>основні розділи</b>: </p>
        <ul><li>алгоритми і структури даних, </li><li>мови програмування, </li><li>архітектура комп'ютерів,</li><li>операційні системи і комп'ютерні мережі, </li><li>розробка програмного забезпечення, </li><li>бази даних і інформаційно-пошукові системи, <br></li><li>штучний інтелект, </li><li>комп'ютерна графіка, </li><li>інтерфейс людини і інформаційної системи та ін.</li></ul>
        <p><b>Метою</b> навчання комп'ютерним наукам є підготовка фахівців, що володіють комплексними знаннями в області програмного та апаратного забезпечення і чітко розуміють їхню взаємодію. Стати фахівцем з сучасних інформаційних технологій (ІТ) можливо тільки за умови комплексного вивчення всіх складових частин комп'ютерних наук.</p>
        <p><b>Методи підготовки</b> кафедри СП спрямовані на формування у фахівця системного мислення, широкого кругозору у сфері новітніх інформаційних технологій і методів програмування, навичок і умінь, спрямованих на створення власних, експлуатацію відомих і самостійне опанування новими програмно-апаратними комп'ютерними системами. Такого фахівця можна назвати системний архітектор (інтегратор).</p>
        <h2 id="readMoreBachelor">Чи потрібна вища освіта для роботи в ІТ?</h2>
        <p>Кому з нас не доводилося читати на Інтернет форумах або самому брати участь в гарячих суперечках на цю тему? При цьому досить авторитетні представники кожної зі сторін дуже переконливо і часто занадто емоційно наводять аргументи на користь своєї точки зору.</p>
        <p>А корінь питання швидше криється в звичайному консерватизмі нашого мислення. На відміну від інших галузей, таких як машинобудування або будівництво, ІТ розвивалися просто вибуховими темпами. На очах одного покоління зі сфери діяльності вчених ентузіастів ІТ перетворилися в потужну індустрію. І як в будь-якій індустрії в ІТ потрібні свої вчені, інженери, техніки, технологи, робітники.</p>
        <p>Інженерів і наукові кадри готують, як відомо, ВНЗ, кадри середньої ланки - середні спеціальні заклади, для виконання робочих операцій - досить закінчити відповідні комп'ютерні курси.</p>
        <p>Плутанину в цю картину вносить відсутність  в ІТ стандартної кваліфікаційної сітки, яка є в старих галузях промисловості, таких як хімічна або машинобудування. Певне уявлення про посадові обов'язки може дати, наприклад, «<a class = "allmode_link" href="http://cad.kpi.ua/uk/vstup/pracevlashtuvannja" >Типові посади працівників ІТ–галузі» </a>. Чому певне? Тому, що трактування кваліфікаційних вимог ще залежить від самої компанії – її масштабу і типу виконуваних проектів. Кому не відомо, що за посадою офіс менеджера можуть стояти обов'язки секретарки, що розносить каву на нарадах, диспетчера або секретаря-референта. Різниця, погодьтеся, чимала. А ось оголошення, що просто вразило своєю «креативністю»: Запрошуємо на роботу ЕКСПЕРТІВ з доставки піци.</p>
        <p><br></p>
        <p>Додаткову плутанину в питання вносить успішне існування невеликих приватних організацій і вільних підприємців, які займаються розробкою сайтів-візиток, комп'ютерним дизайном, ремонтом комп'ютерів, пишуть мобільні додатки і т.д. Природно, що для таких робіт знання математичних методів або хмарних технологій зайве. Але і для роботи в автосервісі, або у бригаді по ремонту квартир знання з опору матеріалів теж не потрібні. Однак ніхто не дискутує на тему, а чи потрібні вони в машинобудуванні або будівництві.</p>
        <p>Для яких робіт потрібна вища освіта, а для яких - ні, наочно можна простежити на прикладі розгляду основних етапів створення складного програмного забезпечення.</p>
        <h3>Основні етапи розробки програмних продуктів</h3>
        <ul>
            <li><button class="collapsible" onclick="expandableBlock(this)">Аналіз вимог до проекту. Постановка завдання проектування</button>
                <div class="content-expandable"><p>На цьому етапі виконується збір вихідних матеріалів, формулюються цілі та завдання проекту, створюється загальна концепція майбутньої системи.</p><p>В рамках даного етапу на основі вимог замовника визначається необхідний ступінь автоматизації, виявляються найбільш актуальні для автоматизації бізнес-процеси, проводиться вибір методів і алгоритмів вирішення завдань, обґрунтування доцільності застосування раніше розроблених програм, визначення вимог до технічних засобів.</p><p>Рішення, прийняті на цьому етапі, закладають фундамент якості майбутнього проекту:</p><ul><li>надійності;</li>
                    <li>адекватній обробці позаштатних ситуацій;</li>
                    <li>легкої модернізації;</li>
                    <li>безпеки;</li>
                    <li>зручності інтерфейсу користувача.</li>
                    </ul>
                    <p>При аналізі вимог визначаються терміни і вартість розробки ПЗ.</p>
                    <p>Таким чином, на даному етапі вибираються оптимальні рішення задач замовника і створюється основа для подальшого проектування системи.</p>
            </div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Обґрунтування необхідності проведення науково-дослідних робіт.</button>
            <div class="content-expandable"><p>  </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Розробка і затвердження технічного завдання.</button>
            <div class="content-expandable"><p>  </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Розробка проекту</button>
            <div class="content-expandable"><p>  </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Розробка архітектури.</button>
            <div class="content-expandable"><p>  </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Реалізація</button>
            <div class="content-expandable"><p>  </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Кодування програмних модулів.</button>
            <div class="content-expandable"><p>  </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Збірка системи.</button>
            <div class="content-expandable"><p>  </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Тестування.</button>
            <div class="content-expandable"><p>  </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Документування.</button>
            <div class="content-expandable"><p>  </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Впровадження і підтримка.</button>
            <div class="content-expandable"><p>  </p></div></li>
        </ul>
        <p>Навіть біглий перегляд цих етапів показує, що вони аналогічні етапам проектування, прийнятим в інших галузях промисловості. І так само, як і в інших галузях, на етапах постановки задачі, проектування, ранньому етапі реалізації проекту необхідні інженерні знання, наступні етапи можуть виконуватися працівниками середньої і молодшої ланки.</p>
        <p>Як підсумок – порада тим, хто закінчує середню школу і їх батькам. Спочатку визначиться, чим ви хочете займатися в ІТ. Адже, всі професії по-своєму цікаві і добре оплачувані. Може для когось має сенс після 9-го класу піти до середнього спеціального закладу або закінчити пару спеціальних курсів, декілька років попрацювати за фахом, а потім, якщо усвідомите, що це вам дійсно потрібно, будите поступати до ВНЗ. А, якщо ви вже вступили до ВНЗ, постарайтеся повністю присвятити ці роки засвоєнню тих знань, які дадуть вам в подальшому можливість займати інженерні посади в серйозних компаніях, а не вчитися абияк, потім працювати кодерами і говорити, що в інституті вам «забивали голову непотрібними для роботи науками».</p>
        <button class="collapsible" onclick="expandableBlock(this)">Аналіз вимог до проекту. Постановка завдання проектування</button>
                <div class="content-expandable">
                <ol>
    			<li> <a class = "allmode_link" href="https://uk.wikipedia.org/wiki/%D0%9F%D1%80%D0%BE%D1%86%D0%B5%D1%81_%D1%80%D0%BE%D0%B7%D1%80%D0%BE%D0%B1%D0%BA%D0%B8_%D0%BF%D1%80%D0%BE%D0%B3%D1%80%D0%B0%D0%BC%D0%BD%D0%BE%D0%B3%D0%BE_%D0%B7%D0%B0%D0%B1%D0%B5%D0%B7%D0%BF%D0%B5%D1%87%D0%B5%D0%BD%D0%BD%D1%8F" mce_href="https://uk.wikipedia.org/wiki/%D0%9F%D1%80%D0%BE%D1%86%D0%B5%D1%81_%D1%80%D0%BE%D0%B7%D1%80%D0%BE%D0%B1%D0%BA%D0%B8_%D0%BF%D1%80%D0%BE%D0%B3%D1%80%D0%B0%D0%BC%D0%BD%D0%BE%D0%B3%D0%BE_%D0%B7%D0%B0%D0%B1%D0%B5%D0%B7%D0%BF%D0%B5%D1%87%D0%B5%D0%BD%D0%BD%D1%8F" rel="nofollow">wikipedia</a> </li>
    			<li> <a class = "allmode_link" href="https://studfiles.net/preview/5123962/page:2/" mce_href="https://studfiles.net/preview/5123962/page:2/" rel="nofollow">studfiles</a> </li>
    			<li> <a class = "allmode_link" href="http://www.caseclub.ru/gost/102-77.html" mce_href="http://www.caseclub.ru/gost/102-77.html" rel="nofollow">caseclub</a> </li>
    			<li> <a class = "allmode_link" href="http://ab-solut.net/ru/articles/etapi_po/" mce_href="http://ab-solut.net/ru/articles/etapi_po/" rel="nofollow">ab-solut</a> </li>
    			<li> <a class = "allmode_link" href="https://habrahabr.ru/post/255991/" mce_href="https://habrahabr.ru/post/255991/" rel="nofollow">habrahabr</a> </li>
    		</ol>
        </div>
        <h2>Основні цикли підготовки і спеціалізації</h2>
        <p><b>Після отримання диплома бакалавра</b> «комп'ютерних наук і інформаційних технологій» кафедра СП пропонує випускникам підготовку за <b>другим рівнем (магістр) і третім рівнем (доктор філософії –PhD)</b> з двох спеціалізацій:</p>
        <p><b>«Інформаційні системи і технології проектування»</b> спрямована на створення і застосування комп’ютерних систем на базі сучасних ІТ для автоматизації організаційної та інженерної діяльності підприємств і комп’ютерного проектування різноманітних об’єктів техніки та штучного оточення людини: побудова інформаційних систем та баз даних, створення програмного забезпечення для розподілених інформаційних систем, конфігурація обчислювальної інфраструктури організації з використанням сучасних Інтернет – технологій і управління нею, використання ІТ для наскрізного проектування нових елементів інформаційних систем та їх елементної бази, для управління бізнесом.</p>
        <p><b>«Системне проектування сервісів»</b> що спрямована на створення, налаштування і моделювання систем сервісів різноманітного призначення: функціональних, інфраструктурних, управлінських. Це перспективний напрямок системної архітектури, що набуває все більшої популярності і швидко розвивається. Він орієнтований на надання кінцевому користувачу програмних, інформаційних, апаратних ресурсів як завершених послуг, шляхом застосування спеціальних методів побудови програмного забезпечення, використання сучасних Інтернет-технологій, методів та технологій аналізу надвеликих обсягів даних, технологій управління документообігом та управління проектами. </p>
        <p>При складанні навчальних планів і програм окремих дисциплін основна увага була приділена наступних <b>напрямах підготовки:</b></p>
        <p><b>Підготовка з програмування</b> включає розвиток алгоритмічного мислення, засвоєння основних етапів і технологій розробки ПЗ, розповсюджених мов програмування: С, С++, C#, Java, PHP, JS, Python, HTML5 та інші, засобів розробки ПЗ та програмних продуктів: Visual Studio, Eclipse, NetBeans, Intelij IDEA, QT Creator, MPI, Open MP, Wolphram Mathematica, Mathlab, MySQL, Workbech, Active HDL, MaxPlus, Cadence, Allted та ін. Студенти вивчають технології прикладного, системного і мережевого програмування. </p>
        <p><b>Математична підготовка</b> необхідна для створення моделей об'єктів і процесів інформатизації, які відрізняються різноманітністю використовуваних методів. Тому програма спрямована як на посилену загальну математичну підготовку, так і на засвоєння таких прикладних розділів як обчислювальна математика, математичне програмування, розподілені обчислення, обчислювальна геометрія, методи штучного інтелекту та інтелектуальної обробки великих масивів даних.</p>
        <p><b>Технічна підготовка</b> спрямована на отримання базових знань в області апаратних засобів сучасних інформаційних систем, а також комп'ютерних і телекомунікаційних мереж (включаючи такі новітні технології як GRID, «хмарні» і суперкомп'ютерні).</p>
        <p><b>Системна підготовка</b> з одного боку спрямована на вивчення системного і стандартного прикладного програмного забезпеченні (ПЗ комп'ютерних мереж, реляційних і об'єктно-орієнтованих СУБД, засобів захисту інформації, мультимедійних застосувань і т.д.). а з іншого – на опанування методів проектування комп'ютерних систем (від великих інтегральних схем до розподілених інформаційних систем, Web-порталів, тощо).</p>
        <p><a class = "allmode_link" href="/uk/navchalnij-proces/navchalnij-plan" mce_href="/uk/navchalnij-proces/navchalnij-plan">Перелік дисциплін навчального плану</a><br mce_bogus="1"></p>
        <p>З метою посилення <b>практичної комп'ютерної підготовки</b> майбутніх фахівців майже всі навчальні курси (навіть більшість математичних) підкріплено лабораторними практикумами, які проводяться на базі різноманітних прикладних систем автоматизації: обчислень, програмування, проектування, графіки, документообігу &nbsp;та ін. Студенти також мають можливість ще під час навчання брати участь в реалізації інноваційних проектів, працюючи у спільних з партнерськими фірмами Melexis (Бельгія) і Miratech (Україна) науково-навчальних лабораторіях, в центрі суперкомп'ютерних обчислень НТУУ КПІ, центрі розвитку і підтримки сайтів КПІ, отримати досвід супроводу і адміністрування потужної комп’ютерної мережі кафедри СП</p>
        <p>Студенти широко залучаються до участі у <b>наукових проектах кафедри</b>, яка є постійним виконавцем Європейських міжнародних науково-технічних програм (7-ої Рамочної Програми ЄС, Рамкової програми ЄС Горизонт 2020), міжнародних програм Українського науково – технологічного центру (УНТЦ), Державних програм України з інформатизації.</p>
        <h2>Типові запитання абітурієнтів</h2>
        <ul>
            <li><button class="collapsible" onclick="expandableBlock(this)">Комп’ютерні науки готують комплексного спеціаліста, а чи достатньою є підготовка, щоб працювати в окремому напрямі ?</button>
            <div class="content-expandable"><p>  </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">В ІПСА математики дуже жорстко ставляться до загальної математичної підготовки всіх студентів?</button>
            <div class="content-expandable"><p>  </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">В ІПСА дві кафедри здійснюють підготовку з комп’ютерних наук. В чому загальна відмінність спеціалізацій, які вони пропонують?</button>
            <div class="content-expandable"><p>  </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Як буде проходити вибір спеціалізації в рамках спеціальності «комп’ютерні науки» в ІПСА?</button>
            <div class="content-expandable"><p>  </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Чи можна після першого курсу перейти зі спеціальності «комп’ютерні науки» на спеціальність «системний аналіз», чи навпаки?</button>
            <div class="content-expandable"><p>  </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Якщо я маю високі бали для вступу до ІПСА, чи має значення, який напрям вибирати?</button>
            <div class="content-expandable"><p>  </p></div></li>
            <li><button class="collapsible" onclick="expandableBlock(this)">Чи потрібна якась попередня підготовка з програмування для навчання на комп’ютерних науках?</button>
            <div class="content-expandable"><p>  </p></div></li>
        </ul>


                    
           
        </div>
        <div class = "right-flex">
        <h2>Бакалавр - Правила прийому</h2>
        <p>Кафедра Системного Проектування (СП) «ІПСА» запрошує талановитих хлопців і дівчат для навчання за спеціальністю <b>122 «Комп’ютерні науки»</b>.</p>
        <p>Ви маєте можливість поступити на перший рівень підготовки (бакалавр), якщо маєте повну середню освіту 
            і вступите до НТУУ «КПІ ім. Ігоря Сікорського» за <b>
                <a class = "allmode_link" href="https://pk.kpi.ua/wp-content/uploads/2019/02/rules-2019.pdf" mce_href="https://pk.kpi.ua/wp-content/uploads/2019/02/rules-2019.pdf" target="_blank" style="">правилами цього року</a></b>.</p>

                <p><b>Відбіркова комісія ІПСА</b> чекає на Вас на першому поверсі:<b> аудиторія 02 -  корпус 13</b></p>
        <h3>Для вступу необхідні необхідні сертифікати зно:</h3>
        <ol><li>Українська мова та література за сертифікатами ЗНО 2017, 2018 та 2019 років та 2020</li>
        <li>Математика ЗНО 2017, 2018 та 2019 років та 2020</li>
        <li>Фізика (за сертифікатами ЗНО 2017, 2018 та 2019 та 2020 років)  або Іноземна мова (за сертифікатами ЗНО 2018 та 2019 та 2020 років).</li>
        </ol>
        <p>Для участі в конкурсному відборі конкурсний бал має бути не менше ніж 125,000</p>
        <h3>Як рахуємо в цьому році:</h3>
        <p>Українська мова та література * <b>0.25</b> + Математика * <b>0.5</b> + Фізика або Іноземна мова *<b> 0.25</b> + Середній бал аттестата (за міністерською 200 бальною шкалою) * <b>0.00</b></p>
        <p>Остаточно конкурсний бал множиться на галузевий (ГК=1.02 для заяв 1-го та 2-го приоритету) та сільський (СК: =1.02) коефіцієнти.</p>
        <h3>Прохідні бали минулих років:</h3>
        <div class = "tables">
    
   
  <table>
    <tr>
      <th ></th>
      <th></th>
      <th colspan="1">Прохідні бали за спеціальностями 2017 - 2019</th>
      <th></th>
      <th></th>
     </tr>
     <tr>
      <th>код</th>
      <th>спеціальність</th>
      <th>прохідний бал бюджет 2017</th>
      <th>прохідний бал бюджет 2018</th>
      <th>прохідний бал бюджет 2019</th>
     </tr>
    <tr>
        <td>122</td>
        <td>ком'ютерні науки</td>
        <td>185.000</td>
        <td>188.100</td>
        <td>187.550</td>
    </tr>
    <tr>
        <td>124</td>
        <td>системний аналіз</td>
        <td>182.600</td>
        <td>182.172</td>
        <td>180.234</td>
    </tr>
    </table>
    </div>
    <h3>Перелік необхідних документів (<a class = "allmode_link" href="https://pk.kpi.ua/wp-content/uploads/2019/07/documents2019.pdf" mce_href="https://pk.kpi.ua/wp-content/uploads/2019/07/documents2019.pdf">див. тут</a>):</h3>
    <ul><li>Документ, що посвідчує особу
            <ul><li> <b>Паспорт </b> (Оригінал та копії першої, другої сторінок та сторінки реєстрації);</li>
                <li> <b>ID-Картка </b>(Якщо у вас ID-картка, потрібна копія пластику з обох сторін, витяг з реєстру потрібен обов’язково);</li>
            </ul>
        </li><li>ІПН - Оригінал та копія ідентифікаційного коду;
        </li><li>сертифікат ЗНО 2020, 2019, 2018 або 2017 року (Українська мова та література, 
        Математика, Фізика), 2018 2019 та 2020 років (Іноземна мова);
        </li><li>інформаційна картка, (додаток до Сертифіката ЗНО), яку необхідно роздрукувати самостійно з персональної сторінки, розміщеної на сайті: Українського центру оцінювання якості освіти;
        </li><li>атестат та додаток до нього;
        </li><li>4 кольорові фотографії 3х4 см;
        </li><li>2 конверти з марками по Україні;
        </li><li>приписне свідоцтво або військовий квиток (для хлопців).
        </li>
    <li>Сільський коефіцієнт (
            Для тих, хто має сільский коефіцієнт – довідка з додатку 13
            про реєстрацію в сільській місцевості (оригінал + копія))</li>
            <li>Додаткові бали
                   ( Якщо ви закінчували курси ФДП або брали участь у МАН, ВУО або
                    Всеукраїнській олімпіаді закладу вищої освіти – відповідні сертифікати
                    та дипломи (оригінал))</li>
                    <li>Спеціальні умови вступу та навчання (
                            Якщо ви належите до категорій, які мають спеціальні умови для вступу або
                            навчання (пільгові категорії) – оригінал та копія документів, які підтверджують пільгу.
                            Якщо пільга належить батькам – додатково оригінал та копія свідоцтва про народження)</li>

    
    
    </ul> 
    <a class = "allmode_link" href="https://pk.kpi.ua/wp-content/uploads/2019/07/documents2019.pdf" mce_href="https://pk.kpi.ua/wp-content/uploads/2019/07/documents2019.pdf" style="">Перелік документів для вступу у НТУУ «КПІ ім. Ігоря Сікорського»</a>
    <h3>Важливі дати цього року</h3>
    <div class = "tables">
    
   
  <table>
    
     <tr>
      <th>Дата</th>
      <th>Подія</th>
      
     </tr>
    <tr>
        <td>01.07.2020</td>
        <td>Початок реєстрації електронних кабінетів вступників, завантаження додатків до документів про повну загальну середню освіту</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    </table>
    </div>
    <p>Для тих, хто не набирає достатньої кількості балів для навчання за кошти держбюджету, існує форма навчання за контрактом (вартість контракту щорічно затверджується ректоратом НТУУ «КПІ»).<br><a class = "allmode_link" href="https://kpi.ua/contract" mce_href="https://kpi.ua/contract" target="_blank">Вартість одного року денної форми&nbsp;навчання (2019)</a> - 23 600 грн.</p>
    <p>Якщо ви протягом двох семестрів будете навчатися без трійок, ви будете переведені на вільні бюджетні (безкоштовні) місця.</p>
</div>
    </div>
   
</div>



<?php get_footer(); ?>
</body>
</html>