<?php /* Template Name: ZaochnaFormaNavchannja */ 

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>
<head>

</head>
<body>

    
<div class  = "wrapper">
    <div class = "bannerAbityra">
            <div class = "column">
            <div class = "text-banner">
                <p>Шановні абітурієнти,
                <br>З питань вступу до НТУУ «КПІ ім. І. Сікорського» на перший та п’ятий курс - звертайтеся до <a href="https://pk.kpi.ua/"> приймальної комісії</a></br>
                <br>Докладніше про <a href="https://pk.kpi.ua/faculty/%D1%96%D0%BF%D1%81%D0%B0/">ІПСА на сайті приймальної комісії</a></br>
                <br>Про навчання краще <a href="https://studsovet.ipsa.kpi.ua/">спитайте у студради :)</a></br>
                <br>Підготовчі курси ІПСА НТУУ «КПІ імені Ігоря Сікорського» чекають на учнів 10 та 11 класів
                <br>Початок занять вже з 1 жовтня!</br>
                <a href="ssilkavshopu">Докладніше...</a></p>
            </div>
            </div>
        </div>
        <div class = "text-page">
            <h1>Заочна форма навчання - Правила прийому</h1>
            <p>Кафедра СП ННК "ІПСА" НТУУ "КПI ім. І. Сікорського" запрошує абітурієнтів на заочну форму навчанняза програмою підготовки <strong> магістра</strong> на основі диплому бакалавра за <strong>напрямом 122 «Комп’ютерні науки »&nbsp;</strong><strong></strong></p>
            <p>Для вступу необхідно успішно здати вступні іспити до НТУУ «КПІ» за <a class = "allmode_link" href="http://kpi.ua/rule" target="_blank" mce_href="http://kpi.ua/rule" style="style" mce_style="style">правилами цього року</a>&nbsp;. </p>
            <p>Форма навчання за контрактом (вартість контракту щорічно затверджується ректоратом НТУУ «КПІ»).</p>
            <p><strong><a class = "allmode_link" href="https://kpi.ua/contract" mce_href="https://kpi.ua/contract" target="_blank" style="">Вартість навчання:</a></strong>&nbsp;13600 грн&nbsp;<br></p>
            <p><strong>Термін навчання:</strong> Магістр – 2 роки</p>
            <h2>Спеціалізація - «Системне проектування сервісів»</h2>
            <p><strong>«Системне проектування</strong>» спрямована на побудову і використання інтелектуальних розподілених середовищ (розподілені комп’ютерні системи і мережі, експертні системи, семантичні Веб- та Грід - мережі, методи паралельної обробки даних, методи віртуалізації даних, тощо) призначених для збирання, представлення, обробки і аналізу великих обсягів даних, дослідження складних систем і &nbsp;процесів.</p>
            <h2>Кафедра СП має потужну науково-технічну і лабораторну базу</h2>
            <p>На кафедрi ведуться <strong>науковi проекти</strong> до яких залучаються студенти кафедри. Кафедра приймає активну участь у виконанні Європейських міжнародних науково-технічних програм (7-ої Рамочної Програми ЕС , TEMPUS, INCO-Copernicious), міжнародних програм Українського науково – технологічного центру (УНТЦ), прямих контрактів з провідними зарубіжними фірмами (Samsung, Intel, Motorola,&nbsp; IHP, Melexis, Panasonic, IBM), Державних програм України з інформатизації, зокрема, Державної цільової програми&nbsp; «Впровадження Грід-технологій&nbsp; в Україні» на 2009-2013рр.</p>
            <p>Студенти та аспiранти кафедри приймають активну участь в українських та мiжнародних <strong>конференцiях</strong>.</p>
            <p>Кафедра має <strong>добре обладнанi комп'ютернi лабораторiї</strong> на базі персональних комп'ютерів (120 робочих мiсць ), локальну комп'ютерну мережу, що <strong>має широкосмугове підключення до мережі Інтернет, Грід- мережі України, мережі КПІ.</strong></p>
            <p>При пiдготовцi фахiвцiв кафедра реалiзацує базовi положення <strong>Болонського процесу</strong>, чому сприяють такi чинники, як прямi контакти з європейськими партнерами з Англiї, Нiмеччини, Польщi ; впровадження стандартiв освiти за фахом <strong>ACM/IEEE/Curricula'04;</strong><br> досвiд спiвпрацi в Європейських програмах i з iноземними фiрмами ; широке використання у навчаннi iнформацiйних технологiй.</p>
    </div>
</div>



<?php get_footer(); ?>
</body>
</html>