<?php /* Template Name: Magistr */ 

?>

<?php
/**
 * @package start_theme
 * 
 */

get_header(); ?>
<html>
<head>

</head>
<body>

    
<div class  = "wrapper">
<div class = "bannerAbityra">
        <div class = "column">
        <div class = "text-banner">
            <p>Шановні абітурієнти,
            <br>З питань вступу до НТУУ «КПІ ім. І. Сікорського» на перший та п’ятий курс - звертайтеся до <a href="https://pk.kpi.ua/"> приймальної комісії</a></br>
            <br>Докладніше про <a href="https://pk.kpi.ua/faculty/%D1%96%D0%BF%D1%81%D0%B0/">ІПСА на сайті приймальної комісії</a></br>
            <br>Про навчання краще <a href="https://studsovet.ipsa.kpi.ua/">спитайте у студради :)</a></br>
            <br>Підготовчі курси ІПСА НТУУ «КПІ імені Ігоря Сікорського» чекають на учнів 10 та 11 класів
            <br>Початок занять вже з 1 жовтня!</br>
            <a href="ssilkavshopu">Докладніше...</a></p>
        </div>
        </div>
    </div>
    <div class = "text-page">
    <div class = "news-module-bakalavr">
        <div class = "left-column">
            <div class = "left-image">
                <img src="<?php echo get_stylesheet_directory_uri();?>/images/ICO/128/chat.png" alt=""/>
            </div>
            <div class = "left-text">
                <p>тел.: +38 (063) 363-92-60<br>e-mail: ipsa-vk@ukr.net</br></p>
                <p>Інформація про вступ на 1 курс на<a class = "allmode_link" href="http://pk.kpi.ua/entry-1-course/" > сайті приймальної комісії НТУУ «КПІ ім. Ігоря Сікорського»</a></p>
                
                <p>Правила вступу до НТУУ «КПІ ім. Ігоря Сікорського»: - <a class = "allmode_link" href="https://kpi.ua/rule-admission" >на сайті НТУУ «КПІ ім. Ігоря Сікорського»</a></p>
            </div>
        </div>

    </div>
    <h1>Магістр - Правила прийому</h1>
    <p>Шановні абітурієнти,якщо ви отримали <b>диплом бакалавра за напрямом підготовки « Комп’ютерні науки»</b> у НТУУ «КПІ» або у будь-якому іншому вищому навчальному закладі, ви маєте можливість продовжити навчання за програмою &nbsp;магістра (2 роки) на кафедрі СП ННК «ІПСА». Для цього необхідно успішно здати <b>вступні іспити до НТУУ «КПІ» за <a class = "allmode_link" href="https://pk.kpi.ua/wp-content/uploads/2019/02/rules5-2019.pdf" mce_href="https://pk.kpi.ua/wp-content/uploads/2019/12/rules5-2020.pdf" target="_blank">правилами цього року</a></b>.</p>
    <div class = "flex-module">
        <div class = "left-flex">
        <p>Блок дисциплін за вибором<b> "Комп’ютерні розподілені системи проектування"</b><br>Блок дисциплін за вибором<b> "Інтелектуальні сервіс-орієнтовані системи"</b>&nbsp;</p>
        <p>Детальніше про роботу приймальної комісії цого року <a class = "allmode_link" href="#doc" mce_href="#doc"><b>дивись тут</b></a></p>
        <p>Навчальні програма спеціальностей пропонують студентам гармонійне поєднання традиційних курсів з комп’ютерних наук і курсів, які віддзеркалюють перспективні напрямки розвитку ІТ- технологій.</p>
        <p>Абітурієнтам, які не мають диплома по напряму підготовки - «комп’ютерні науки», необхідно здати додатковий іспит, програма якого знаходиться у <b><a class = "allmode_link" a="" href="#doc" mce_href="#doc">додатку</a> </b>.</p>
        <p>Додаткові вступні випробування (для вступників на основі ступеня бакалавра, здобутого за іншою спеціальністю) оцінюються за шкалою «Зараховано», «Незараховано». Особи, знання яких на додаткових вступних випробування було оцінено як «Незараховано» до участі в наступних вступних випробуваннях і в конкурсному відборі не допускаються і на навчання не зараховуються незалежно від інших конкурсних показників.</p>
        <h2>Блок дисциплін за вибором "Комп’ютерні розподілені системи проектування"</h2>
        <p><b>Інформаційні технології проектування – </b>галузь комп’ютерних наук, що пов’язана з комп'ютеризацією творчої інженерної діяльності людини  і створюванням апаратно-програмних комп’ютерних систем або чисто програмних великих комплексів різного призначення для застосуванням на всіх етапах <b>індивідуального чи колективного оптимізаційного мережевого проектування </b> нових об'єктів і технологій штучного середовища. Фахівці цієї спеціальності є по сутті<b> “системними інтеграторами”</b>. Фахівці з цієї спеціальності готуються <b>для науково-дослідної, проектної і організаційно-управлінської діяльності в галузі застосування сучасних інформаційних технологій</b> для інформатизації роботи установ і організацій , проектування найрізноманітніших об’єктів техніки і штучного оточення людини. Основні напрями майбутньої діяльності:</p>
        <ul>
            <li><b>розроблення нових шляхів використання комп'ютерів </b>(електронна комерція, мультимедійні системи, медичні діагностичні центри, пошукові інформаційні системи, автоматизація проектування, вбудовані системи)</li>
            <li> <b>розроблення дієвих шляхів рішення задач комп'ютеризації</b>(алгоритми і програми математичних доказів і висновків, символьних обчислень, алгоритмів паралельної обробки інформації, інструментарію паралельного програмування, розпізнавання образів і зображень, віртуалізації ресурсів, семантичного пошуку і інше)</li>
            <li><b>створення, упровадження і використання прикладного і системного програмного забезпечення </b><b> для різних областей наукової, інженерної і бізнес діяльності</b>: (розробка Веб – сервісів, прикладного програмного забезпечення, засобів безпеки даних, комп'ютерної графіки, ігор, мережних мультимедіа інформаційних ресурсів, систем автоматизованого проектування (САПР), корпоративних інформаційних систем ERP (Enterprise Resource Planning) і т.д.)</li>
            <li><b>планування і реалізація інформаційної інфраструктури організації і управління нею</b> (розгортання і конфігурація комп'ютерних мереж, управління обчислювальним середовищем, інформаційними системами, базами даних, програмним забезпеченням для розподілених систем та інше).</li>
            <li><b>автоматизоване проектування великих та надвеликих інтегральних схем </b>(використання в інформаційних технологіях сучасних досягнень мікро і наноелетроніки).</li></ul>
        <p>Комплекс дисциплін по вивченню електроніки, обробки сигналів , оптимізації та досвід викладачів з розробки систем автоматизації проектування дозволяє кафедрі успішно готувати фахівців в галузі проектування інтегральних схем. Широкі міжнародні зв’язки кафедри забезпечують підготовку з урахуванням останніх досягнень галузі з використанням сучасних промислових стандартів проектування інтегрованих в системі CADENCE.</p>
        <p><br></p>
        <a class = "allmode_link" href="/navchalnij-proces/navchalnij-plan" mce_href="/navchalnij-proces/navchalnij-plan">Дисципліни навчального плану можна переглянути тут</a>
        <h2>Блок дисциплін за вибором<b> "Інтелектуальні сервіс-орієнтовані системи"</b></h2>
        <p>Навчання проводиться у добре обладнаних комп'ютерних лабораторіях на базі персональних комп'ютерів (120 робочих місць), що об’єднуються у локальну мережу з глобальною магістраллю.</p>
        <p>Кафедра приймає активну участь у виконанні Європейських міжнародних науково-технічних програм (7-ої Рамочної Програми ЕС , TEMPUS, INCO-Copernicious), міжнародних програм Українського науково – технологічного центру (УНТЦ), прямих контрактів з провідними зарубіжними фірмами (Samsung, Intel, Motorola, IHP, Melexis, Panasonic, IBM), Державних програм України з інформатизації, зокрема, Державної цільової програми «Впровадження Грід-технологій в Україні на 2009-2013рр.</p>
        <h3>Практичні навички роботи студенти можуть здобути, працюючи у навчально - дослідних лабораторіях кафедри і центрах, які очолюють її викладачі:</h3>
        <ul>
            <li>Розгалужена      комп’ютерна мережа кафедри з потужною глобальною магістраллю;</li>
            <li>Центр      суперкомп’ютерних обчислень НТУУ”КПІ” з найпотужнішим суперкомп’ютером в      Україні; </li>
            <li>Центр      розвитку і підтримки сайту КПІ;</li>
            <li>Спільна      з фірмою «Samsung» (Південна Корея) навчально-дослідницька лабораторія      розподілених обчислень «Samsung- КПІ» , яка займається дослідженням й      розробкою інформаційних технологій та програмного забезпечення для      застосування в сучасних електронних приладах і системах;</li>
            <li>Спільна      з бельгійською компанією Meleхis навчально - дослідницька лабораторія, яка      дає можливість кафедрі готувати фахівців з проектування мікросхем на      сучасній технологічній базі, відсутній в Україні.</li>
        </ul>
    </div>
    <div class = "right-flex">
    <h2>Перелік необхідних документів:</h2>
    <ul>
        <li>паспорт або інший документ, що засвідчує громадянство (оригінал та копії);</li>
        <li>диплом бакалавра (оригінал та копії);</li>
        <li>додаток до диплому бакалавра (оригінал та копії);</li>
        <li>творчі досягнення, якщо такі наявні (наукові статті за обраною спеціальністю);</li>
        <li>ідентифікаційний код (оригінал та копії);</li>
        <li>шість фотографій;</li>
        <li>військовий документ (для хлопців; оригінал та копії).</li>
    </ul>
    <a class = "allmode_link" href="https://pk.kpi.ua/" mce_href="https://pk.kpi.ua/" style="">Важливі дати цього року:</a>
    <div class = "tables">
    <table>
     <tr>
      <th>Дата</th>
      <th>Подія</th>
      
     </tr>
     <tr>
        <td>01.07.2020</td>
        <td>Початок реєстрації електронних кабінетів вступників, завантаження додатків до документів про повну загальну середню освіту</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    <tr>
        <td>13.07.2020</td>
        <td>Початок прийому заяв та документів</td>
    </tr>
    </table>
    </div>
    <h2 id="data">Розклад роботи атестаційної комісії (122 Комп'ютерні науки):</h2>
    <div class = "tables">
    <table>
     <tr>
      <th>Назва випробування</th>
      <th>Дата</th>
      <th>Час</th>
      <th>Місце</th>
      <th>Дата, час і місце проведення консультації</th>
     </tr>
     <tr>
        <td>додаткове</td>
        <td>24.07.2019</td>
        <td>10:00</td>
        <td>304-35</td>
        <td>23.07.2019, 12:00, 210-35, 204-35</td>
    </tr>
    <tr>
        <td>комплексне фахове</td>
        <td>25.07.2019</td>
        <td>10:00</td>
        <td>204-35, 305-18</td>
        <td>23.07.2019, 12:00, 210-35, 204-35</td>
    </tr>
    </table>
    </div>
    <h2>Конкурсний бал</h2>
    <p> розраховується за формулою: КБ = П1 + П2 + RA,   де</p>
    <ul>
        <li>П1 –результат ЗНО з іноземної мови (за шкалою від 100 до 200 балів), </li>
        <li>П2 –оцінка фахового вступного випробування (за шкалою від 100 до 200 балів),</li>
        <li> RA = 2RA + 2RT,</li>
        <li>	
        RA – академічна складова в п’ятибальній системі,(95-100 (A)–5 балів; 
        85-94 (B)–4,5 балів;75-84 (C)–4 бали;65-74 (D)–3,5 балів;
        60-64 (E)–3 бали;31-59 –2,5 бали;1-30–2 бали). </li>
        <li>RT – складова творчих досягнень (не більше ніж 5 балів)</li></ul>
        <div class="center">
        <div class="img-center "><img src="<?php echo get_stylesheet_directory_uri();?>/images/stories/t1.png"><br><caption>(ЄВІ – єдине вступне випробування з іноземної мови, проводиться у форматі ЗНО)</caption></div>
        </div>
        <p><br>Вступ регламентується правилами прийому НТУУ «КПІ ім. Ігоря Сікорського»: <a class = "allmode_link" href="https://pk.kpi.ua/wp-content/uploads/2019/12/rules5-2020.pdf" mce_href="https://pk.kpi.ua/wp-content/uploads/2019/12/rules5-2020.pdf" target="_blank">Положення про прийом на навчання для здобуття ступеня магістра; та за індивідуальними програмами підготовки бакалавра на основі здобутого освітньо-кваліфікаційного рівня «молодший спеціаліст» </a></p>
        <p>Обсяг державного замовлення на 2019 рік: 15 професійних, 4 наукових магістрів.</p>
        <p>Для тих, хто не набирає достатньої кількості балів для навчання за кошти держбюджету, існує форма навчання за контрактом (вартість контракту щорічно затверджується ректоратом НТУУ «КПІ»).</p>
        <p><a class = "allmode_link" href="https://kpi.ua/contract" mce_href="https://kpi.ua/contract" target="_blank" style="">Вартість одного року денної форми навчання (2019)</a> - 27 600 грн.</p>
        <h4>Програма вступних випробувань</h4>
        <a class = "allmode_link" href="#doc" mce_href="#doc"><b>Дивись тут</b></a>
        
    </div>
    
    </div>
    <h3><a class = "allmode_link" name="doc" class="mceItemAnchor">Усі документи</a></h3>
    <div class = "tables">
   
    <div style="overflow-x:auto;">
  <table>
    <tr>
      <th>Файл</th>
      <th>Розмір</th>
      <th>Остання зміна</th>
     </tr>
    <tr>
      <td><a class="at_icon" href="http://cad.kpi.ua/attachments/206_Складова творчих досягнень .doc" target="_blank" title="Download this file "><img src="http://cad.kpi.ua/components/com_attachments/media/icons/word.gif" alt="Download this file (ОППМ_СП_ІПСА.pdf)"></a>
      <a class="at_url" href="http://cad.kpi.ua/attachments/206_Складова творчих досягнень .doc" target="_blank" title="Download this file ">Складова творчих досягнень</a>
    </td>
      <td>32 Kb</td>
      <td>09.06.2016 12:15</td>
      </tr>
    <tr>
      <td><a class="at_icon" href="http://cad.kpi.ua/attachments/206_2019 Розклад роботи ат ком ІПСА.pdf" target="_blank" title="Download this file"><img src="http://cad.kpi.ua/components/com_attachments/media/icons/pdf.gif" alt="Download this file (ОНПМ_СП_ІПСА.pdf)"></a>
      <a class="at_url" href="http://cad.kpi.ua/attachments/206_2019 Розклад роботи ат ком ІПСА.pdf" target="_blank" title="Download this file">2019 Розклад роботи ат ком ІПСА</a>
    </td>
      <td>74 Kb</td>
      <td>24.06.2019 08:34</td>
    </tr>
    <tr>
      <td><a class="at_icon" href="http://cad.kpi.ua/attachments/206_програма_122_фахова_ІСОРО_2020.pdf" target="_blank" title="Download this file"><img src="http://cad.kpi.ua/components/com_attachments/media/icons/pdf.gif" alt="Download this file (ОППМ_СП_ІПСА.pdf)"></a>
      <a class="at_url" href="http://cad.kpi.ua/attachments/206_програма_122_фахова_ІСОРО_2020.pdf" target="_blank" title="Download this file">програма_122_фахова_ІСОРО_2020</a>
    </td>
      <td>1758 Kb</td>
      <td>27.02.2020 08:43</td>
      </tr>
    <tr>
      <td><a class="at_icon" href="http://cad.kpi.ua/attachments/206_Додаткове122.pdf" target="_blank" title="Download this file"><img src="http://cad.kpi.ua/components/com_attachments/media/icons/pdf.gif" alt="Download this file (ОНПМ_СП_ІПСА.pdf)"></a>
      <a class="at_url" href="http://cad.kpi.ua/attachments/206_Додаткове122.pdf" target="_blank" title="Download this file">програма_122_додаткова_2020</a>
    </td>
      <td>1794 Kb</td>
      <td>02.03.2020 10:46</td>
    </tr>
    </table>
    </div>
</div>


</div>



<?php get_footer(); ?>
</body>
</html>